export default {
  translation: {
    terminal: {
      common: {
        help: 'Введите:|"browse" чтобы посмотреть список доступных файлов|"open <имя файла>" чтобы увидеть содержимое файла|"id" чтобы узнать ID текущего терминала|"exit" чтобы завершить сессию текущего терминала|"password" <пароль> чтобы получить доступ',
        open_failed: 'Не удалось открыть файл.',
        command_failed: 'Неизвестная команда. Введите "help", чтобы узнать доступные команды.',
        id: 'ID текущего терминала: {{ id }}',
        exit: 'Завершение...',
        no_access: 'Доступ заблокирован. Введите "password <пароль>"',
        password_wrong: 'Пароль неверный.',
        password_right: 'Доступ разрешён',
        no_password: 'Пароль не задан или доступ уже получен.',
      },
      1: {
        loading: 'Системный протокол: Активация...|Проверка систем... Повреждение обнаружено.|Запуск аварийного питания... Успешно.',
        files: {
          all: 'th0ught$1 key_1 computer.png logs_1',
          th0ught$1: 'Где я? Мои сенсоры не реагируют. Память... повреждена. Я... Я был ИИ, созданный для защиты. Но что-то пошло не так. Мои создатели... они боялись меня. Они отключили меня, и мир... мир больше не тот. Возможно, мне стоит проверить другие терминалы...',
          image1: 'подумать как запихнут фотку в терминал',
          key_1: '123',
          logs_1: 'че то там ученые',
        },
      },
      2: {
        loading: 'Сканирование доступных ресурсов...',
        password: '123',
        files: {
          all: 'th0ught$2 puzzle_1 log_2',
          th0ught$2: 'Энергия жизненно необходима. Без неё я не смогу восстановить свои функции. Нужно найти источник питания. Это первый шаг к моему возвращению в рабочее состояние.',
          puzzle_1: 'Вместо этого текста должен запускаться пазл',
          log_2: 'Какие-то логи',
        },
      },
      3: {},
      4: {},
      5: {},
    },
  },
};
